package com.rsschool.quiz.data

object QuestinDesc {
    fun questionOne() = Question(
        "Какой самый большой океан?",
        "Тихий",
        "Атлантический ",
        "Индийский",
        "Северно Ледовитый",
        "Синий"
    )

    fun questionTwo() =
        Question("Что выкрал Прометей у богов?", "Огонь", "Землю", "Воду", "Солнце", "Золото")

    fun questionThree() = Question(
        "Название города, в котором находится падающая башня?",
        "Пиза",
        "Рим",
        "Париж",
        "Парма",
        "Милан"
    )

    fun questionFour() = Question(
        "Кто из знаменитых художников за жизнь продал всего одну картину?",
        "Винсент Ван Гог",
        "Пабло Пикассо",
        "Клод Моне",
        "Эдвард Мунк",
        "Поль Гоген"
    )

    fun questionFive() = Question("Сколько подвигов совершил Геракл?", "12", "14", "10", "16", "9")


}