package com.rsschool.quiz.data

object QuestionDesc {
    fun questionOne() = Question(
        "Какой самый большой океан?",
        "Тихий",
        "Атлантический ",
        "Индийский",
        "Северно Ледовитый",
        "Синий",
        "Тихий"
    )

    fun questionTwo() =
        Question("Что выкрал Прометей у богов?", "Солнце", "Землю", "Воду", "Огонь" , "Золото","Огонь")

    fun questionThree() = Question(
        "Название города, в котором находится падающая башня?",
        "Милан",
        "Рим",
        "Париж",
        "Парма",
        "Пиза",
        "Пиза"
    )

    fun questionFour() = Question(
        "Кто из знаменитых художников за жизнь продал всего одну картину?",
        "Винсент Ван Гог",
        "Пабло Пикассо",
        "Клод Моне",
        "Эдвард Мунк",
        "Поль Гоген",
        "Винсент Ван Гог"
    )

    fun questionFive() = Question("Сколько подвигов совершил Геракл?", "9", "12", "10", "16", "14","12")


}